[{"title": "Phase 1-Clinical Validation", "reflection": "\nThrough early interviews with orthopedic surgeons and patients, we confirmed that periprosthetic joint infection (PJI), while rare, causes devastating consequences. These conversations grounded our project in a <b>real and urgent medical need</b>, and guided us to focus on <b>biofilm clearance as a clinically meaningful goal</b>\n", "data": [{"title": " <i>Understanding Real Clinical Needs_Dr. Shang-Wen Tsai</i>", "Name": "Dr. Shang-Wen Tsai — Orthopedic Surgeon, Taipei Veterans General Hospital", "Topic": "Periprosthetic Joint Infection (PJI) in Total Knee Arthroplasty", "Story": "① <i>Clinical Validation — Understanding Real Clinical Needs</i>", "text": [["🔹 Before the Interview", "At the start of our project, we wanted to verify whether our idea of using enzyme-based treatment for biofilm infections truly addressed an unmet <b>clinical need</b>. We approached Dr. Tsai, an orthopedic surgeon experienced in total knee arthroplasty (TKA), to understand the <b>real-world challenges of PJI</b>, its frequency, and current treatment limitations.\n"], ["🔹 During the Interview", "Key takeaways from Dr. Tsai’s sharing:\n<br> - <b>PJI cases are rare but catastrophic</b> — once infection occurs, it leads to prolonged hospitalization, multiple surgeries, and major psychological and financial burdens.\n<br> - <b>Diagnosis is complex</b>, often relying on invasive sampling or surgical exposure rather than imaging.\n<br> - <b>Current treatments are surgical by default</b> — infected prostheses must often be removed or revised; antibiotics alone are insufficient.\n<br> - <b>Antibiotic resistance and biofilm persistence</b> are major obstacles to recovery.\n"], ["🔹 After the Interview (Key Insights)", "<br> - PJI’s low incidence but <b>high severity</b> confirmed that our problem choice was <b>clinically meaningful</b>.\n<br> - The fact that surgical removal is the only reliable solution highlighted the <b>need for less invasive alternatives</b>.\n<br> - We realized that orthopedic surgeons value any approach that could <b>shorten recovery time and reduce surgical recurrence</b>, even if it complements rather than replaces surgery.\n"], ["🔹 Action (Integration into the Project)", "<br> - We <b>validated our project’s clinical relevance</b> — ensuring our enzyme-based design truly targeted a significant medical pain point.\n<br> - Based on Dr. Tsai’s input, we refined our project scope to focus on <b>biofilm clearance within prosthetic joints</b> rather than general wound infections.\n<br> - His emphasis on treatment realism inspired us to design <b>an adjunct therapy model</b>, combining enzymatic degradation with antibiotics instead of positioning it as a full surgical replacement.\n<br> - This interview became the foundation for our <b>subsequent consultations with Dr. Lin Cheng-Li (NCKU)</b> and infectious disease specialists, forming the clinical starting point of our Human Practice storyline.\n"]]}, {"title": " <i>Understanding Real Clinical Needs_Dr. Cheng-Li Lin</i>", "Name": "Dr. Cheng-Li Lin — Orthopedic Surgeon, National Cheng Kung University Hospital", "Topic": "Postoperative Biofilm Infections in Total Knee Arthroplasty (TKA)", "Story": "① <i>Clinical Validation — Understanding Real Clinical Needs</i>", "text": [["🔹 Before the Interview", "Following our first discussion with Dr. Tsai, we aimed to gain a deeper understanding of how <b>biofilm-related infections are actually managed in surgery</b> and what clinical gaps still exist. We invited Dr. Lin, who has over 20 years of experience treating orthopedic infections, to discuss how infections are diagnosed, what challenges doctors face, and whether a <b>low-invasive, biofilm-targeted therapy</b> like ours could have real clinical value.\n"], ["🔹 During the Interview", "Key insights shared by Dr. Lin:\n<br> - <b>Infection management is stratified:</b>\n<br> - <i>Acute infections</i> can sometimes be managed by debridement and antibiotics.\n<br> - <i>Chronic infections</i> often require prosthesis removal, bone cement replacement, and multiple surgeries.\n<br> - <b>Biofilm diagnosis is imprecise:</b> detection relies mainly on surgical observation and culture, with no effective imaging or biomarkers.\n<br> - <b>Antibiotic penetration remains limited</b>, and chronic infections often relapse despite long antibiotic courses.\n<br> - <b>Patient suffering is immense:</b> repeated surgeries, long recovery, and risk of sepsis or amputation.\n<br> - <b>On new approaches:</b> Dr. Lin was open to the idea of <b>bacterial or enzymatic therapy</b>, but cautioned that <i>E. coli</i> may trigger immune reactions and safety doubts. Using <b>non-pathogenic probiotics</b> or controlled enzyme delivery could improve acceptance.\n<br> - <b>Suggested features of an ideal therapy:</b> safety, local delivery, and slow release of enzymes to sustain activity.\n"], ["🔹 After the Interview (Key Insights)", "<br> - This conversation clarified the <b>clinical workflow</b> of infection management and the <b>limitations of current methods</b>.\n<br> - We learned that <b>a gradual, sustained release system</b> would be more realistic than a single injection.\n<br> - Dr. Lin’s concerns about <b>biosafety and immunogenicity</b> helped us identify the next step — consulting infectious disease doctors and biosafety experts.\n<br> - His suggestion to consider <b>probiotic carriers or encapsulated delivery</b> broadened our design perspective.\n"], ["🔹 Action (Integration into the Project)", "<br> - We <b>adjusted our technical direction</b> to emphasize controlled enzyme release rather than live bacterial persistence.\n<br> - We planned to evaluate <b>alternative chassis</b> (e.g., <i>E. coli</i> Nissle, GRAS strains) and <b>biosafety frameworks</b> to ensure clinical feasibility.\n<br> - Dr. Lin’s insights guided us to interview <b>infectious disease specialists (Dr. Chen Po-Lin)</b> and <b>biosafety experts (Prof. Tang Ching-Hao)</b> in the next stage.\n<br> - His emphasis on patient experience and infection recurrence reinforced our commitment to design a <b>treatment that supports surgical recovery</b>, rather than replacing surgery entirely.\n"]]}, {"title": " <i>Patient Perspective on Real-World Challenges＿Ms. Lin</i>", "Name": "Ms. Lin — Patient (62 years old), underwent total knee arthroplasty and experienced infection and recovery", "Topic": "Patient experience with post-surgical infection and rehabilitation", "Story": "① <i>Clinical Validation — Patient Perspective on Real-World Challenges</i>", "text": [["🔹 Before the Interview", "To complement doctors’ perspectives on PJI, we wanted to understand <b>how infection and recovery actually feel from a patient’s point of view</b> — both physically and emotionally.\nWe interviewed Ms. Lin, who had undergone total knee replacement and later faced wound complications and extended recovery. Her story offered a <b>human dimension</b> to our understanding of the problem we were trying to solve.\n"], ["🔹 During the Interview", "Main points shared by Ms. Lin:\n<br> - She experienced <b>severe pain and limited mobility</b> after surgery, requiring months of rehabilitation.\n<br> - The wound healing process was <b>slow and complex</b>, involving repeated dressing changes, disinfection, and worries about infection recurrence.\n<br> - She described <b>daily difficulties</b>: climbing stairs, standing up, and walking required gradual retraining and constant pain management.\n<br> - <b>Infection fear</b> was a major source of anxiety — even small wounds caused worry about reinfection or needing another surgery.\n<br> - Rehabilitation required strong willpower and social support; <b>transportation and follow-up care</b> were major burdens for older patients.\n"], ["🔹 After the Interview (Key Insights)", "<br> - The interview revealed the <b>emotional and logistical burden</b> patients face even after a “successful” surgery.\n<br> - Reinfection risk and prolonged recovery make patients highly sensitive to <b>safety and convenience</b> — any new treatment must minimize hospitalization and pain.\n<br> - Her story emphasized that for patients, “non-invasive” means not only avoiding surgery, but also <b>reducing the fear and uncertainty</b> surrounding infection recurrence.\n"], ["🔹 Action (Integration into the Project)", "<br> - We integrated this perspective into our <b>Human Practices design framework</b>, recognizing that real-world success requires both <b>clinical effectiveness and patient trust</b>.\n<br> - It inspired us to adopt a <b>patient-centered narrative</b> in our outreach materials — focusing on recovery, safety, and comfort rather than just biotechnology.\n<br> - Ms. Lin’s experience also guided how we communicated with the public: we began emphasizing the <b>real impact of biofilm infections</b> through relatable stories, later used in our <b>educational Reels and workshop storytelling.</b>\n<br> - Her case reaffirmed that our project should aim to <b>reduce secondary surgeries</b> and support smoother recovery, shaping how we described Byefilm’s future clinical role.\n"]]}]}, {"title": "Phase 2-Public Understanding, The biofilm outside TKA", "reflection": "\nOur dialogue with humanities scholars and clinicians revealed a large <b>public knowledge gap</b> about biofilms and synthetic biology. This phase helped us realize that scientific innovation must go hand-in-hand with <b>transparent communication and ethical framing</b>, leading us to design outreach activities that make science approachable.\n", "data": [{"title": " <i>Identifying Knowledge Gaps and Societal Concerns_Prof. I-Jun Li</i>", "Name": "Prof. I-Jun Li — Department of Medical Humanities and Social Medicine, National Cheng Kung University", "Topic": "Public perception, medical ethics, and social understanding of biotechnology", "Story": "② <i>Public Understanding — Identifying Knowledge Gaps and Societal Concerns</i>", "text": [["🔹 Before the Interview", "After learning from clinicians about the severity of biofilm infections, we realized that introducing a biotechnology-based therapy to society would also require <b>public trust and ethical awareness</b>.\nWe invited Prof. Li to help us understand <b>how people perceive new medical biotechnologies</b> and how teams like ours could responsibly communicate scientific ideas to the general public.\n"], ["🔹 During the Interview", "Key insights from Prof. Li:\n<br> - Most people have <b>never heard of “biofilm”</b>, even though it plays a major role in chronic infections.\n<br> - Public attitudes toward biotechnology are <b>dominated by concern about safety</b> — especially regarding <i>genetically modified organisms</i> and their use in humans.\n<br> - <b>Language and framing matter:</b> terms like “engineered bacteria” or “modified E. coli” may sound alarming unless clearly contextualized.\n<br> - Effective communication should link science to <b>familiar human experiences</b>, such as infection, healing, and hygiene, instead of abstract molecular terms.\n<br> - Scientists should view themselves as <b>educators and collaborators</b>, not only inventors — bridging the gap between laboratory innovation and patient trust.\n"], ["🔹 After the Interview (Key Insights)", "<br> - We discovered a <b>large knowledge gap</b> between scientific and public understanding.\n<br> - This conversation shifted our mindset: public engagement is not just outreach, but an essential part of <b>responsible innovation</b>.\n<br> - We realized that explaining <i>what biofilms are</i> and <i>why they matter</i> would be crucial to the success and acceptance of our project.\n"], ["🔹 Action (Integration into the Project)", "<br> - We <b>redesigned our science communication strategy</b> to simplify complex concepts through accessible language and visuals.\n<br> - This led to our later initiatives — creating <b>educational Reels</b>, designing a <b>biofilm workshop for high school students</b>, and developing an <b>interactive educational game</b>.\n<br> - We adopted Prof. Li’s advice on <b>framing</b>: instead of emphasizing “genetic modification,” we highlighted our work as an effort to <b>make infection treatment safer and more precise</b>.\n<br> - His input also influenced our internal reflection: every outreach or design decision should consider <b>ethical transparency and social impact</b>, becoming a key part of our Integrated Human Practices framework.\n"]]}, {"title": " <i>Connecting Clinical Ethics and Social Concerns_Dr. Chao-Kai Hsu</i>", "Name": "Dr. Chao-Kai Hsu — Dermatologist, National Cheng Kung University Hospital", "Topic": "Clinical insight on immune-related diseases and reflections on public perception of biotechnology", "Story": "② <i>Public Understanding — Connecting Clinical Ethics and Social Concerns</i>", "text": [["🔹 Before the Interview", "After identifying the public’s safety concerns through our conversation with Prof. Li, we sought perspectives from clinicians who regularly manage <b>patients with immune disorders</b>.\nDr. Hsu, known for his expertise in rare genetic and skin-related immune diseases (such as Epidermolysis Bullosa, or “bubble boy disease”), offered valuable insight into how clinicians balance <b>innovation and patient safety</b>, and how patients perceive biotechnological risk.\n"], ["🔹 During the Interview", "Key takeaways from Dr. Hsu’s discussion:\n<br> - <b>Patients’ trust is built slowly</b> — even clinically validated treatments can face hesitation if patients feel uncertain about the underlying mechanism.\n<br> - When introducing new biotech-based interventions, <b>communication must be personalized</b>, not overly technical.\n<br> - He shared examples where <b>gene or enzyme therapies</b> faced skepticism due to unclear explanations of long-term effects or biological containment.\n<br> - He emphasized that <b>doctors serve as interpreters</b> between scientific innovation and patient decision-making — their understanding and confidence directly shape public acceptance.\n<br> - In his experience, people fear “bioengineering” mainly because of <b>unknown long-term risks</b>, not because they oppose innovation itself.\n"], ["🔹 After the Interview (Key Insights)", "<br> - We learned that <b>medical communication is relational</b> — patients trust science through doctors, not just through data.\n<br> - This reinforced the idea that <b>human connection and transparency</b> should be core to our outreach design.\n<br> - It also reminded us that clinical acceptance and public trust depend on showing that <b>safety and control mechanisms</b> are as important as innovation.\n"], ["🔹 Action (Integration into the Project)", "<br> - We began emphasizing <b>biosafety explanation</b> as part of every educational activity — clearly describing how our system ensures containment and non-pathogenicity.\n<br> - In our public Reels and high-school workshop, we introduced examples of <b>good vs. harmful bacteria</b> to contextualize risk and safety intuitively.\n<br> - This conversation also inspired the idea of <b>co-designing educational material with doctors</b>, ensuring both scientific accuracy and emotional reassurance.\n<br> - Finally, Dr. Hsu’s approach informed how we communicated with clinicians later — positioning Byefilm not as a risky “live bacteria therapy,” but as a <b>carefully controlled biological aid</b> to enhance antibiotic treatment.\n"]]}]}, {"title": "Phase 3-Biosafety & Responsibility", "reflection": "\nThrough consultations with infectious disease experts, molecular biologists, and international researchers, we learned that <b>safety defines credibility</b>. Their feedback transformed <i>Byefilm</i> from a live-bacteria concept into a <b>biosafe enzyme-based biologic</b>, ensuring that our innovation remains both <b>ambitious and responsible</b>.\n", "data": [{"title": " <i>Evaluating Clinical Risks and Containment Strategies</i>", "Name": "Dr. Po-Lin Chen — Infectious Disease Specialist, National Cheng Kung University Hospital", "Topic": "Clinical safety concerns and biosafety principles in engineered bacteria design", "Story": "③ <i>Biosafety & Responsibility — Evaluating Clinical Risks and Containment Strategies</i>", "text": [["🔹 Before the Interview", "After realizing from orthopedic interviews that doctors were concerned about immune reactions, we wanted to understand how <b>infectious disease specialists evaluate risk when live bacteria are involved</b>.\nWe consulted Dr. Chen to learn what biosafety issues would arise if engineered <i>E. coli</i> were ever used in human tissue and how we could design our project responsibly to address those concerns.\n"], ["🔹 During the Interview", "Key points shared by Dr. Chen：\n<br> - <b>In clinical practice, E. coli and the immune system are “natural enemies.”</b> Even non-pathogenic strains trigger inflammation via endotoxins (LPS recognized by TLR4).\n<br> - Introducing bacteria into human tissue will almost certainly cause an acute inflammatory reaction — and potential sepsis if not fully controlled.\n<br> - He warned that even foreign enzymes from non-human sources could induce allergic responses or antibody formation.\n<br> - From a biosafety standpoint, <b>purified enzymes or non-living delivery systems</b> would be far more acceptable clinically than live bacteria.\n<br> - In Taiwan and globally, there are few if any precedents for injecting engineered bacteria into humans outside of strict oncology trials.\n<br> - He stressed that any proposed therapy must clearly demonstrate containment, non-transfer of resistance genes, and well-defined immune profiles before discussion of clinical translation.\n"], ["🔹 After the Interview (Key Insights)", "<br> - This conversation confirmed that <b>biosafety is the critical barrier between research and real application</b>.\n<br> - We realized that our concept would not be clinically credible without a clear plan to address immune and endotoxin risks.\n<br> - Dr. Chen’s emphasis on purified or non-living forms shifted our thinking from “live bacteria therapy” toward <b>enzyme-based biologics or controlled delivery platforms</b>.\n"], ["🔹 Action (Integration into the Project)", "<br> - We re-evaluated our design to include <b>alternative chassis</b> such as probiotics or non-living enzyme systems.\n<br> - We added a biosafety consultation track within our project workflow and initiated follow-up discussions with <b>Prof. Tang Ching-Hao</b> on LPS and immune modification strategies.\n<br> - Dr. Chen’s feedback directly led to the creation of our “Biosafety and Containment Framework,” a document summarizing design choices that minimize clinical risk.\n<br> - It also inspired a new educational angle in our public communication — explaining how synthetic biology can be <b>safe, traceable, and ethically applied</b> in medicine.\n"]]}, {"title": " <i>Evaluating Molecular Risks and Responsible Innovation</i>", "Name": "Prof. Ching-Hao Tang — Institute of Molecular Medicine, National Cheng Kung University", "Topic": "Engineering safety, host–bacteria interaction, and risk mitigation strategies for live bacterial therapies", "Story": "③ <i>Biosafety & Responsibility — Evaluating Molecular Risks and Responsible Innovation</i>", "text": [["🔹 Before the Interview", "After receiving biosafety concerns from Dr. Chen (Infectious Disease), we wanted to understand <b>why live <i>E. coli</i> causes such strong immune reactions</b> and what molecular or genetic strategies could make it safer.\nWe invited Prof. Tang, who studies host–pathogen interactions, to help us evaluate the <b>feasibility and limitations of using engineered bacteria</b> in medical environments.\n"], ["🔹 During the Interview", "Prof. Tang provided deep technical insights:\n<br> - <b>E. coli’s diversity matters:</b> pathogenic, commensal, and probiotic strains differ greatly in genome and virulence; even “harmless” strains can trigger sepsis if introduced into tissues or blood.\n<br> - <b>Immune risk is unavoidable</b> — Gram-negative bacteria possess LPS, which activates TLR4 and cytokine cascades; when bacteria die or lyse, released <b>lipid A</b> causes the most dangerous inflammatory reaction.\n<br> - <b>Kill-switch mechanisms alone are insufficient:</b> clinical reviewers will still question the idea of injecting live Gram-negative bacteria into humans.\n<br> - If live bacteria are ever to be used, we must provide a <b>strong scientific rationale</b> (e.g., persistence, targeting ability) and <b>solid safety data</b>.\n<br> - Suggested directions:\n<br> - Consider <b>LPS modification or deletion</b> (e.g., <i>msbB</i>, <i>lpxM</i> mutants) to reduce toxicity.\n<br> - Explore <b>GRAS strains</b>, non-living enzyme delivery (OMVs, hydrogels, bone cement), or encapsulated systems.\n<br> - Conduct in-vitro endotoxin assays and cytokine response tests to evaluate immune activation.\n<br> - He emphasized that <b>realistic translation</b> requires focusing on the route most likely to pass safety review first — e.g., non-living enzyme formulations.\n"], ["🔹 After the Interview (Key Insights)", "<br> - Prof. Tang’s comments revealed the <b>biological reason behind clinicians’ biosafety concerns</b> — LPS-mediated immune response.\n<br> - We learned that our design must evolve from purely engineering logic to <b>biological and regulatory realism</b>.\n<br> - His explanation of lipid A and systemic inflammation clarified why live <i>E. coli</i> therapy remains clinically unacceptable today.\n<br> - We also recognized that “responsible innovation” means <b>building for safety first</b>, then for novelty.\n"], ["🔹 Action (Integration into the Project)", "<br> - We established a clear <b>biosafety redesign roadmap</b>, including:\n<br> - Studying LPS modification literature and detoxification mutants;\n<br> - Researching <b>endotoxin quantification and immune activation assays</b> (TLR4, cytokine models);\n<br> - Evaluating <b>probiotic chassis and non-living enzyme delivery options</b> (e.g., hydrogel release systems).\n<br> - His advice directly influenced our <b>technical pivot</b>: repositioning Byefilm as a <b>biologic adjunct therapy</b>, emphasizing enzyme delivery rather than live-bacteria action.\n<br> - The conversation also shaped our <b>HP narrative tone</b> — instead of claiming “live bacterial cure,” we reframed the project around <b>safe biological innovation with clinical accountability</b>.\n<br> - Finally, Prof. Tang’s feedback was summarized into our internal biosafety guideline, forming the backbone of our later documentation on risk assessment and containment.\n"]]}, {"title": " <i>Learning from International Clinical Experience</i>", "Name": "Dr. M — Scientist at Locus Biosciences, expert in live bacterial therapeutics", "Topic": "Engineering design, safety prioritization, and lessons from clinical trials of bacterial therapies", "Story": "③ <i>Biosafety & Responsibility — Learning from International Clinical Experience</i>", "text": [["🔹 Before the Interview", "After consulting local clinicians and biosafety experts, we wanted to look beyond Taiwan and learn from <b>international teams that had actually advanced engineered bacteria into clinical trials</b>.\nWe reached out to Dr. M from <b>Locus Biosciences</b>, a biotech company that developed engineered <i>E. coli</i> for therapeutic use. The goal was to understand what challenges caused their clinical program to fail and what lessons we could apply to make our own design safer and more realistic.\n"], ["🔹 During the Interview", "Dr. M provided critical real-world insights:\n<br> - <b>Safety comes first — always.</b> The number one priority in developing live therapeutics is not efficiency or novelty, but <i>predictable containment and non-toxicity</i>.\n<br> - <b>Vector stability is essential.</b> In clinical settings, antibiotics cannot be used to maintain plasmids, which means payloads (such as enzymes or kill-switches) can easily be lost.\n→ His key advice: <i>Integrate all functional genes into the bacterial genome</i> to ensure stability and eliminate antibiotic-resistance markers.\n<br> - <b>Antibiotic resistance is strictly prohibited</b> in any product that enters the human body — regulators will reject constructs that retain resistance genes.\n<br> - <b>In vivo colonization is unpredictable.</b> Even well-engineered strains may fail to survive or act at the intended site, which was a major reason for Locus’s project termination.\n<br> - He also discussed <b>ethical and experimental alternatives</b>, suggesting in-vitro and invertebrate models (such as <i>larvae infection assays</i>) as safer and faster routes to validate biofilm-clearing ability before animal or human testing.\n<br> - Above all, he reminded us that clinical translation requires <b>a credible story of safety and feasibility</b>, not just experimental success.\n"], ["🔹 After the Interview (Key Insights)", "<br> - This conversation grounded our biosafety thinking in <b>real industry experience</b>, showing that many promising designs fail due to safety oversights, not scientific weakness.\n<br> - We understood that regulatory approval depends on <b>eliminating antibiotic markers, ensuring genetic stability, and demonstrating strict containment</b>.\n<br> - Dr. M’s explanation of plasmid loss and colonization variability helped us recognize how fragile engineered systems become once removed from lab conditions.\n<br> - The conversation also validated our direction toward <b>non-living, enzyme-based biologics</b> — aligning innovation with responsibility.\n"], ["🔹 Action (Integration into the Project)", "<br> - We implemented Dr. M’s suggestions into concrete project decisions:\n<br> - <b>Shifted to genomic integration</b> of our kill-switch and enzyme modules to avoid plasmid instability.\n<br> - <b>Removed antibiotic-resistance markers</b> from our constructs to comply with future biosafety standards.\n<br> - Began designing <b>endotoxin-free enzyme delivery models</b> instead of relying solely on live-cell action.\n<br> - His discussion also inspired our team to <b>adopt international safety practices</b> into our documentation, referencing FDA/EMA biosafety principles.\n<br> - We incorporated the <i>larvae model idea</i> into our research proposal for future biofilm validation — providing a realistic, ethical step between in-vitro and animal testing.\n<br> - Most importantly, this exchange shaped our overall mindset: innovation must be paired with humility and precaution — a philosophy we later described in our wiki as <b>“responsible synthetic biology.”</b>\n"]]}]}, {"title": "Phase 4-Education & Communication", "reflection": "\nInspired by the public’s curiosity and concern, we turned reflection into action — developing workshops, Reels, and interactive games to explain the hidden world of biofilms. This phase taught us that <b>education is not an afterthought</b>, but an integral part of responsible biotechnology.\n#", "data": [{"title": " <i>Bridging Science and Society</i>", "Name": "High School Workshop, Popular Science Reels, and Educational Game Development", "Topic": "NCKU-Tainan Human Practices Team, with feedback from Prof. Li I-Jun (Medical Humanities), Dr. Hsu Chao-Kai (Dermatology), and educators from the workshop host school", "Story": "Science communication, public education, and responsible outreach", "text": [["🔹 Before the Educational Activities", "After identifying the <b>public knowledge gap</b> and <b>biosafety concerns</b> from earlier interviews, we realized that scientific innovation alone was not enough — we had to <b>translate biofilm science into something understandable, visual, and engaging</b>.\nWe designed a series of educational actions to:\n1. Make the concept of biofilms accessible to students and the general public.\n2. Improve public literacy about biotechnology safety.\n3. Learn how to communicate science more effectively through interaction.\n"], ["🔹 During the Activities", "<b>1. Biofilm Workshop for High School Students</b>\n<br> - Introduced iGEM and basic synthetic biology through interactive discussions and an ice-breaker game.\n<br> - Conducted hands-on experiments simulating biofilm growth and antibiotic testing.\n<br> - Guided students in brainstorming “mini iGEM projects” to help them think like scientists.\n<br> - Feedback showed that many participants had <i>never heard of biofilms before</i>, confirming our earlier findings.\n<b>2. Popular Science Reels (Instagram Educational Series)</b>\n<br> - Produced a 30-part short video series simplifying topics such as:\n<br> - What are biofilms and why are they harmful?\n<br> - How do antibiotics fail inside them?\n<br> - How can synthetic biology help solve this?\n<br> - Each video used concise narration and visuals to target audiences aged 15–35.\n<br> - Reels became a key tool for reaching audiences beyond academic circles.\n<b>3. Educational Game — “Biofilm Breakdown”</b>\n<br> - Co-developed with the Dry Lab team to gamify enzyme–biofilm interactions.\n<br> - Players learn how biofilms form, what enzymes do, and how strategies matter for treatment.\n<br> - The game helped demonstrate the complexity of infection treatment through fun and systems thinking.\n"], ["🔹 After the Activities (Key Insights)", "<br> - We confirmed that <b>educational design can close the communication gap</b> identified in earlier stages.\n<br> - Students and audiences became more confident discussing biofilms and synthetic biology once concepts were linked to <b>real-life examples</b>.\n<br> - Our team also improved our <b>science storytelling skills</b> — learning how to frame content ethically and clearly for non-scientists.\n<br> - Education was not only outreach; it became part of our <b>responsible innovation process</b>, helping us listen, adapt, and respond to society.\n"], ["🔹 Action (Integration into the Project)", "<br> - Education became an official branch of our IHP plan — every outreach activity was tied to an insight from prior interviews (e.g., Prof. Li’s framing, Dr. Hsu’s safety messaging).\n<br> - The <b>workshop and reels</b> directly addressed the public’s top concern (“Is this safe?”) by explaining biosafety principles in approachable ways.\n<br> - The <b>educational game</b> served as both an internal training tool and an external outreach product, reinforcing understanding through interaction.\n<br> - These actions helped us cultivate a <b>two-way dialogue</b> with society — transforming communication from explanation into co-learning.\n<br> - Most importantly, this stage showed that <b>responsible innovation must involve education</b>, not as promotion, but as social engagement and empathy.\n"]]}]}, {"title": "Phase 5-Translation & Future Application", "reflection": "\nEngaging with technology transfer mentors and regulatory experts allowed us to envision <i>Byefilm</i> beyond iGEM — as a <b>potential biologic adjunct to antibiotic therapy</b>. This stage reminded us that true innovation requires <b>not only creativity, but continuity</b> — connecting the lab to the real world through feasibility and foresight.", "data": [{"title": " <i>Defining Product Direction and Feasibility</i>", "Name": "Prof. Shih-Feng Chiu — Deputy Director, NCKU Industry-Academia Innovation Center", "Topic": "Early-stage biotech commercialization and regulatory positioning", "Story": "⑤ <i>Translation & Future Application — Defining Product Direction and Feasibility</i>", "text": [["🔹 Before the Interview", "As our design matured, we wanted to understand what it would take to <b>translate an iGEM project into a viable biotech innovation</b>.\nWe reached out to Prof. Chiu for advice on how early-stage biotechnology can position itself within the regulatory and industrial ecosystem — especially since our project sits between <i>drug</i> and <i>medical device</i> categories.\n"], ["🔹 During the Interview", "Key takeaways from Prof. Chiu’s discussion:\n<br> - The project must first clarify <b>what kind of product it is</b> — “biologic,” “drug,” or “medical device,” because each has different approval pathways.\n<br> - Suggested referring to <b>TFDA and FDA drug/device definitions</b> early to design around the appropriate category.\n<br> - Emphasized the need to build <b>technical credibility and patent strategy</b> before seeking investment.\n<br> - Recommended presenting the project’s value in simple terms: “a biologic that assists antibiotics to clear infections.”\n<br> - Advised against emphasizing “live bacteria” in public documents; instead, focus on <b>enzymatic innovation and safety</b>.\n<br> - Urged the team to visualize the product pipeline — from lab testing → formulation → safety validation → IP filing → startup incubation.\n"], ["🔹 After the Interview (Key Insights)", "<br> - We learned that positioning defines not only how regulators view the product, but also <b>how investors and collaborators perceive it</b>.\n<br> - His suggestion to use the term “biologic adjunct therapy” gave us a realistic framing between “research prototype” and “medical product.”\n<br> - We realized that translation starts with clarity — knowing <i>what problem we solve</i> and <i>who can use it first.</i>\n"], ["🔹 Action (Integration into the Project)", "<br> - Adopted “<b>biologic adjunct to antibiotic therapy</b>” as our official project positioning.\n<br> - Began documenting regulatory definitions (TFDA/FDA) and mapping out potential classification routes.\n<br> - Used Prof. Chiu’s framework to build our <b>technology-to-market roadmap</b> for internal planning.\n<br> - His advice directly shaped our proposal for the <b>Dream Come True (圓夢計畫)</b> and later innovation programs like NCKU Spark, where we began considering IP and market scalability.\n"]]}, {"title": " <i>Moving from Prototype to Product</i>", "Name": "Dr. Keng-Jen Lin — Founder of HowHow Medical, Reviewer of “Dream Come True” Innovation Program", "Topic": "Commercialization challenges, patent strategy, and research continuity", "Story": "⑤ <i>Translation & Future Application — Moving from Prototype to Product</i>", "text": [["🔹 Before the Interview", "After applying for the <b>NCKU “Dream Come True” innovation program</b>, we wanted to refine our proposal based on reviewer feedback and real-world biotech entrepreneurship experience.\nDr. Lin, both a startup founder and innovation mentor, provided guidance on how to <b>extend the project beyond competition</b> and start thinking like a translational researcher.\n"], ["🔹 During the Interview", "Dr. Lin’s key feedback included：\n<br> - Many iGEM projects stop after the competition — success depends on whether we have a <b>continuation plan</b> (e.g., Spark, FITI, or national biotech programs).\n<br> - <b>Patent application must precede publication</b>, ideally before presenting results at iGEM.\n<br> - Suggested contacting <b>NCKU’s Frontier Medical Device Center</b> for assistance with prior-art search and patent drafting.\n<br> - Encouraged setting <b>clear milestones</b>: short-term (lab validation), mid-term (patent + proof of concept), long-term (startup or licensing).\n<br> - Highlighted the need to identify the <b>exact “why us”</b> — what makes our enzyme system unique and irreplaceable.\n<br> - Warned that investors will ask: <i>“Why hasn’t this been done before?”</i> — meaning we must clarify both the innovation gap and regulatory rationale.\n"], ["🔹 After the Interview (Key Insights)", "<br> - This discussion helped us recognize that <b>research value ≠ commercialization readiness</b> — we needed to document deliverables and IP potential clearly.\n<br> - We learned how to communicate our project in <b>investor language</b>: focus on unmet clinical need, unique mechanism, and credible roadmap.\n<br> - The importance of pre-filing patents before disclosure became a concrete operational task.\n"], ["🔹 Action (Integration into the Project)", "<br> - Drafted our first <b>IP planning timeline</b>, scheduling pre-filing consultation before iGEM presentation.\n<br> - Incorporated Dr. Lin’s advice into our <b>Dream Come True proposal revision</b>, focusing on feasibility and sustainability.\n<br> - Reframed Byefilm as a <b>long-term translational platform</b> rather than a one-time project.\n<br> - His feedback also motivated us to prepare for <b>follow-up programs (Spark, FITI)</b> and to document research milestones with regulatory and market logic in mind.\n"]]}, {"title": " <i>Understanding Regulatory Pathways and Clinical Barriers</i>", "Name": "Prof. Bo-Chang Shih — Department of Biotechnology and Pharmaceutical Sciences, National Sun Yat-sen University", "Topic": "Drug development, clinical trial process, and regulatory translation", "Story": "⑤ <i>Translation & Future Application — Understanding Regulatory Pathways and Clinical Barriers</i>", "text": [["🔹 Before the Interview", "To deepen our understanding of how a biotherapeutic can reach clinical testing, we interviewed Prof. Shih, who has experience in <b>pharmaceutical development and technology transfer</b>.\nWe wanted to learn what major stages a new biologic must pass before entering trials and how a university team could realistically prepare for this process.\n"], ["🔹 During the Interview", "Prof. Shih shared practical perspectives：\n<br> - Translational success depends on <b>cross-disciplinary collaboration</b> — researchers, clinicians, and regulatory experts must work together early.\n<br> - A new biologic must pass through <b>three main clinical phases</b>:\n1. <i>Phase I — Safety and dosage determination</i>\n2. <i>Phase II — Efficacy in small patient groups</i>\n3. <i>Phase III — Large-scale validation for approval</i>\n<br> - Highlighted that <b>preclinical toxicology and pharmacokinetic tests</b> are often the bottlenecks for academic projects.\n<br> - Advised focusing on <b>proof of concept and safety documentation</b> first, which can attract partnerships for later development.\n<br> - Suggested exploring <b>CDE (Center for Drug Evaluation)</b> consultation to understand classification under TFDA.\n<br> - Encouraged connecting with <b>industry mentors or incubators</b> for early regulatory advice.\n"], ["🔹 After the Interview (Key Insights)", "<br> - We gained a clear picture of the <b>drug development timeline and regulatory milestones</b>.\n<br> - Learned that demonstrating safety and mechanism early could greatly enhance credibility, even without full-scale trials.\n<br> - Recognized the value of planning translational documentation while still in the research phase.\n"], ["🔹 Action (Integration into the Project)", "<br> - Mapped our design into a <b>simplified clinical translation roadmap</b> — from lab validation to preclinical testing.\n<br> - Identified potential future partners for <b>CDE consultation</b> and incubation programs.\n<br> - Adjusted our narrative to emphasize Byefilm’s <b>realistic pathway</b>: starting as an adjunct therapy to antibiotics, not a standalone treatment.\n<br> - Prof. Shih’s insights became the foundation for the “Future Application” section of our IHP report and helped us build a responsible, evidence-based vision for translation.\n"]]}]}]